[
  "Suck my dick",
  "I don't want to take my motherfucking time",
  "I’m so vulgar, I'm an asshole and I can't apologise",
  "Knock you off with heavy hits",
  "Greedy bitch, want it all",
  "He's a bitch, I’m Zeus on form",
  "Fuck",
  "Now the thought of you makes me sick (Eugh!)",
  "I said fuck this, I'm a bad bitch",
  "Don't fuck around, bitch, you know that I'm goated",
  "Keep running your mouth 'til my foot where your throat is",
  "It's fuck how you feeling, I keep on indulging",
  "Fuck your feelings, I've been doing what I want",
  "Try to knock us, but the gang too tough (Doo-doo)",
  "Put a nigga in the ground in a box (Yeah)",
  "Sit front row at the riot, armed with a blade with your name on the front (Die)",
  "You say that's your girl, but when she's 'round me, she act single, ayy",
  "Don't get out of line, my nigga, you might end up missing, ayy",
  "I got savage friends, and they will whip you with a pistol, ooh",
  "I'ma fuck your bitch right in her pussy, then I'll fuck her face",
  "We gon' take your life and throw your body in an alleyway, yeah",
  "Pussyboy, shut your lips, ayy",
  "Uppercuts break your ribs, ayy",
  "None of you niggas can school me, yah",
  "All of you niggas are goofy, yah",
  "If she's fine, I'll eat her bootie, yah",
  "Pull-up to the crib, break wrists, fuck your bitch",
  "Your girlfriend, she rides me, yeah",
  "I do things you couldn't do",
  "Please, get out my face, yeah",
  "Nigga, get out my face, yeah",
  "Like blood, are you on drugs?",
  "I don't even care where you come from",
  "You're not bad so don't act godly",
  "Be like everyone else, you just copy",
  "You will get burned away with no sun tan, yeah",
  "Fortnight bravery",
  "You might leave with your neck back in the cast, oh geez, oh geez",
  "Step into my mind, you'll last two seconds then you're gone",
  "Sometimes I hope that she dies, yah",
  "I know you wish you were me",
  "Stay down, right down",
  "I'm only here to spit the truth, I'm tired of you jealous fucks",
  "Kick in his teeth",
  "I'm still with the best, all you niggas deluded",
  "If you're fucking brave then gather up and drag me out",
  "As long as I stay paid, pussy, go 'head, run your mouth",
  "Bitch, you'll regret all that shit that you spilled from your mouth",
  "Go run on back to your city",
  "You ain't living better than I'm living",
  "Blegh",
  "All the hurt you shed, it won't save your life",
  "H-h-hide your shame, so two faced with the shit you say",
  "Stay away, everything you do makes me so enraged",
  "Niggas so blind that they shoot and miss",
  "Better go change your tone, yeah",
  "You ain't got no issues just some",
  "Issues with your daddy",
  "I know the shit you sayin' makes me really fuckin' bored",
  "You just rushing to your bed under the floor",
  "Eh",
  "I been puttin' work in while you sleepin' (Hahaha)",
  "You don't want it - I'm still rolling with a pack of wolves",
  "If we scheming then you best get on your dancing shoes",
  "Moonwalking round you niggas running circles fuck a reason",
  "I spit venom they all think I'm a tarantula",
  "Smoke you niggas and you cannabis",
  "You think we watching comments when you type",
  "We see that shit you write, Then we sit back and laugh at it, we just laugh at it",
  "I'm a baddie, I get what I want",
  "I don't want a lot for Christmas",
  "There is just one thing I need",
  "Baby, all I want for Christmas is you",
  "Stop it, you ain't gon' bus it (Nigga, what?)",
  "Bitch, you ain't my brother, cut you off, you're such a sucker",
  "You gon' suffer, suffer, suffer, in that deep end shit gon' crush ya' (Die, okay)",
  "(Don't fuck with me, nigga, uh)",
  "Wanna talk that big talk, but I never see you do it",
  "Always talking all that shit, but I never see you do it",
  "Wanna talk about about your business and your moves but are you moving? No",
  "Don't ask me questions 'cause I never care",
  "Damn, You niggas are going nowhere",
  "You niggas stop spending racks on hoes",
  "C-can I have some of that?",
  "Throw yourself on a landmine",
  "Run away from your sad life",
  "A-a-all this shit's your fault, all this shit's your fault (Wheel!)",
  "All this shit's your fault, all this shit's your fault",
  "Like you? Nah, I'm nothing like you (Pull up, pull up!)",
  "You hate yourself, you hate yourself, you hate yourself",
  "T-this is life past the red line",
  "This is giving up hands tied",
  "Throw yourself on a landmine",
  "Run away from your sad life",
  "Can't you see? Move discrete",
  "Take no breaks, make 'em bleed",
  "Don't follow me, I'm in too deep",
  "I'm fucking tired of running",
  "All this shit's your fault, all this shit's your fault",
  "I'm fucking tired of running",
  "Weh di bloodclaat do yuh? Siddung, siddung!",
  "What's the matter, darling? Did your father say no",
  "If you have someting to say, then say it",
  "I'm an under dog but above you",
  "(Fuck what you heard nigga)",
  "What are you a slut?",
  "I'll turn your life to a story time",
  "Am I the worst motherfucker that you've been around?",
  "You do the most when you speak",
  "God bless my sins, I’m not a criminal, But I can really get rid of you, uh",
  "I never miss, uh, kick that bitch out my room",
  "Kick that bitch out my life (Die)",
  "Don't like what I like, don't come around me",
  "You're not bad and tough",
  "Fuck it I've had enough, your style is shit and I'm tellin ya'",
  "I wish that someone would bury ya'",
  "I'm on cloud 9, while you're stuck on the floor",
  "Nigga, woah",
  "How ya feelin'?",
  "Niggas pissing off the neighbors",
  "My lane, fuck your image",
  "You're not hot, that shit's fiction",
  "Fuck",
  "Yuh, bitches think I'm crazy 'cause the mask on me, yuh-yuh",
  "I'ma need the pussy and the papеr, I'm a bad guy",
  "Fuck! Fuck! Fuck! Fuck! Fuck! Fuck! Fuck!",
  "Finish him (Go)",
  "Fuck",
  "You call this the end of the world? This shit's trash, fam, do better (Do better, yeah)",
  "Are you dumb? I'm immortal, think it's all good?",
  "Huh, la, la, la",
  "Ha, ha, ha, ha, ha",
  "I ain't scared of shit",
  "Back up, bitch, just back on up (Back up, bitch, just back on up)",
  "(Get up out my fucking face) Get up out my fucking face",
  "Might make you nauseous, uh",
  "Leave your boys haunted, yeah, uh",
  "Fuck, let me function again",
  "Keep jabbing, chipping away at the atoms",
  "Throw fist up like it’s 'bout to hit a chin",
  "Well, step back, I might bite ya, eugh",
  "Woo, ha",
  "Hold on to your bitch",
  "I just had to reinvеnt myself, of course you can't relate",
  "Metal to your face, say some",
  "Nigga, be careful, we know where you live",
  "Ok, bitch, you want a lullaby?",
  "I know that you want a life like mine, but you can't survive",
  "Bitch, we are not in the same conversation, can't survive",
  "None of you pussies are worth my attention, can't survive",
  "Don't get close, don't get close to me (Wheel!)",
  "I never need consent, never gonna take your advice",
  "You ain’t got my respect",
  "Don't try me today, ayy",
  "Bitch, you don't know me, I'm hella rich",
  "See me in person, we settle it, ayy",
  "All of these niggas back peddling, ah",
  "You don't want smoke with my brederins",
  "I don't find none of you threatening, nah",
  "Bitch, I'm heavy stepping in some shit you've never seen (Never seen)",
  "Huh? Why you gassed up? Uh",
  "You ain't doing shit, I'm running past ya",
  "Two steps, five, are you moving backwards? Uh",
  "Going up, fuck you, pay me",
  "Uh, yeah, why you gassed up? Uh",
  "Captain",
  "I think I'm gonna throw up",
  "Yeah, yeah, yeah, yeah, ayy, woah",
  "Yeah",
  "Ayy, I can not fuck with you reg'ies",
  "Goddamn",
  "Captain",
  "Yeah, them niggas is silly, silly",
  "Broke boys are just silly, silly",
  "How you got no home but you be sitting in a Richard Milly?",
  "Told y'all niggas, I done levelled up but you don't listen to me",
  "Die",
  "I put my dick in her tummy, hey",
  "I told her pull up and fuck me, hey",
  "You sold your soul and got shit, ayy",
  "Blegh",
  "When I fuck her, I'ma strangle her, blegh",
  "You ain't no stepper",
  "Lost souls can control you better",
  "Get your soul snatched fucking with the pros (The pros)",
  "Fuck a diss, send bricks to your hoe (What?)",
  "She calling me daddy, I know (I know)",
  "I beseech me to kill me (Go)",
  "Bitch, I'm not no GOAT, I'm a God",
  "Yeah, you don't want this life my babygirl, just take your time, uh",
  "You think that I'm nice because I'm nice when we get high, uh",
  "Fuck boy, don't you try me, ones I love will take your life, uh (Ready?)",
  "Fuck, fuck, fuck",
  "Your bullshit it drives me insane",
  "Talk all that shit, you get bagged",
  "Swear I'm so sick of this crap",
  "I'll run up on you with the gang",
  "You ain't got nowhere to stand",
  "To break you is part of the plan",
  "I'm 'bout to kick in the door (Ayy)",
  "I'll turn a life to a corpse (Ayy)",
  "I'm fucking your bitch she want more (Yeah!)",
  "Bang your head, bitch, bang your head, bitch",
  "Hate me all you want, I'm above (Fuck)",
  "Steppings on you niggas for the fun (Fuck)",
  "Bang bang, bang bang",
  "Talk the shit you get wasted",
  "I still hate your guts, eugh",
  "You must think I'm stupid, I won't play your games",
  "Living in the past better catch up, your thoughts are still the same, yeah",
  "Now I've found my freedom, you should dig your graves",
  "Battle scars, fuck your dogs, They don't bark or scare me, no",
  "Fuck you, fuck numbers, fuck mentions",
  "Careful when you tread, you fucking might get caught",
  "Raising the bar, nigga, fuck what you think",
  "You didn't cross my mind or effect",
  "This war, if you really wanna try get smoked",
  "Stay the fuck away from me",
  "Take a break if you're weak",
  "Ok, you thought that I was done, well, guess again",
  "Hit you with the school stick",
  "Must be fucking stupid",
  "Course you're gonna hate, your life is shit, it's going downhill",
  "Wanna chat shit? Then go ahead",
  "I'm just focused on me, all you niggas are tweaking",
  "Be afraid, stay awake",
  "Why you talkin' loud, why can't you shut it up?",
  "Ay, workin' on my body I will fuck you up",
  "If you see me, then say something, I don't care where you came from",
  "Pussy, know your place (Your place)",
  "If you think I'm crazy, bitch, then you damn right",
  "Gotta keep my head down otherwise I'd fuck you up (I'd fuck you up)",
  "Don't mistake my smile for fucking weakness get you touched",
  "Try and test the level that I be at, you can't play the same",
  "Garbage, I still think you're garbage",
  "Pussy boy, stop it, that's an empty wallet",
  "You be on smoke, we chimney",  
  "You think you're the man? Hahaha",
  "God, you make me wanna throw up",
  "Move in stealth, won't see me coming, bro",
  "Laughter, these niggas giving me laughter",
  "Eurgh",
  "I'm done with all your noise",
  "Burn this fucker down",
  "Bitch, I hope you're happy with those lies inside your mouth",
  "You're wondering why you're alone and broke?",
  "I've killed the game and you haven't",
  "Captain",
  "Tough talk from a nigga, go 'head, pull up (TRAPLXRD)",
  "Tough talk and the nigga can't even muscle up, ah, ok",
  "How can you fuck with us? Ah",
  "That nigga can't even muscle up, ah, ah",
  "I put my dog on him, ah",
  "How can you fuck with us? (TRAPLXRD)",
  "Niggas be bitches, they throwing out shade"
]